pet_examples/evaluation/model_comp_corr/gpt3/graphviz/simple/10_6.gv
digraph {
    rankdir=LR;
    MSPN -> MSPO;
    MSPO -> Reject;
    MSPO -> Confirm;
}
